/* WebView prompt fragment */
" for a Twitter account" = "pour un compte Twitter";

/* String_On_JavaScript_Template */
"%d days ago" = "Il y a %d jours";

/* String_On_JavaScript_Template */
"%d minutes ago" = "Il y a %d minutes";

/* String_On_JavaScript_Template */
"1 day ago" = "Il y a 1 jour";

/* String_On_JavaScript_Template */
"about %d hours ago" = "Il y a environ %d heures";

/* String_On_JavaScript_Template */
"about a minute ago" = "il ya un minute";

/* String_On_JavaScript_Template */
"about an hour ago" = "il y a 1 heure";

/* String_On_JavaScript_Template */
"less than a minute ago" = "il y a moins d’une minute";

/* WebView prompt fragment */
"Please enter your Twitter username or " = "Veuilllez entrer votre nom Twitter ou";

/* WebView prompt fragment */
"sign up" = "S’inscrire";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear here once published or if you enable live data feeds in Preferences." = "Il s'agit d'un espace réservé pour un flux Twitter. Il apparaîtra une fois publié ici ou si vous activez données en temps réel dans les Préférences.";

/* String_On_JavaScript_Template */
"Tweet Permalink" = "Tweeter le permalien";

/* WebView link title */
"Twitter Signup" = "Inscription à Twitter";